const descriptionStyles = {
  ul: "list-inside list-image-checkmark",
};

export const EducationalProgrammDescription = () => {
  return (
    <>
      <p>
        В современном мире косметология стремительно развивается, и наша страна
        не исключение. В связи с изменениями в экономической ситуации появилось
        множество косметических салонов, где работают специалисты без
        медицинского образования. Однако недостаточное знание стандартных
        методов косметологии может привести к нежелательным последствиям.
      </p>
      <p>
        Чтобы заполнить этот пробел в знаниях, мы представляем образовательную
        программу для подготовки профессиональных косметиков. В рамках этого
        курса вы получите необходимые знания и навыки для безопасного и
        эффективного проведения косметических процедур. Программа включает в
        себя следующие ключевые аспекты:
      </p>
      <ul className={descriptionStyles.ul}>
        <li>
          <strong>Основы анатомии и физиологии человека.</strong> Вы разберетесь
          в структуре кожи и тела, понимая, какие процессы происходят на разных
          уровнях.
        </li>
        <li>
          <strong>Принципы наружной терапии.</strong> Вы научитесь определять
          индивидуальные косметические недостатки и разрабатывать
          соответствующие методики для их коррекции.
        </li>
        <li>
          <strong>Действие компонентов косметических средств.</strong> Вы
          поймете, какие компоненты содержатся в косметических продуктах и как
          они воздействуют на кожу.
        </li>
        <li>
          <strong>Возрастные изменения кожи.</strong> Вы научитесь распознавать
          стадии старения кожи и применять соответствующие методы для омоложения
          и улучшения состояния кожи.
        </li>
        <li>
          <strong>Манипуляции и процедуры.</strong> Вы освоите основные
          косметические манипуляции, такие как гигиеническая чистка лица,
          косметический массаж, физиотерапевтические методы коррекции,
          поверхностные химические пилинги и другие.
        </li>
      </ul>
      <p>
        Этот курс проводится в течение 8 недель (288 часов) в очной форме
        обучения. Мы обеспечиваем индивидуальный подход к каждому слушателю,
        гарантируя полное погружение в материал и практическое применение
        знаний.
      </p>
      <p>
        Для поступления на курс требуется среднее, средне-специальное или высшее
        образование. Наши преподаватели - опытные специалисты в области
        косметологии, готовые передать вам свой опыт и знания.
      </p>
      <p>
        По завершении курса вы пройдете квалификационный экзамен, который
        позволит вам получить статус профессионального косметика. Наша цель -
        подготовить вас к самостоятельной и успешной работе в сфере
        косметологии, обеспечивая безопасность и качество предоставляемых услуг.
      </p>
      <p>
        Присоединяйтесь к нам и станьте квалифицированным специалистом в области
        косметологии!
      </p>
    </>
  );
};

export const SyllabusCosmeticDescription = () => {
  return (
    <>
      <p>
        Цель: Обучение косметическому уходу за лицом, включая механическое,
        физическое и химическое воздействие.
      </p>
      <p>
        Задачи: Научить терапии косметических недостатков. Изучить действие
        компонентов косметики. Определение подходящих процедур для клиентов.
        Распознавание стадий старения кожи. Развитие навыков мотивации клиентов.
      </p>
      <p>Практические манипуляции: чистка, массаж, уход, пилинги.</p>
      <p>Технологии: Лекции, практика, аттестация.</p>
      <p>Оборудование: Предоставляется.</p>
      <p>
        Результат: Профессиональные косметологи с умением предоставлять
        индивидуальный уход за кожей.
      </p>
    </>
  );
};

export const SyllabusDermatologyDescription = () => {
  return (
    <>
      <p>
        Цель: Подготовить косметиков к эффективной работе с клиентами,
        диагностику дерматологических состояний кожи и предоставление
        качественного ухода.
      </p>
      <p>
        Задачи: Овладение навыками диагностики дерматологических состояний кожи.
        Определение подхода к косметической коррекции или рекомендация
        медицинской консультации.
      </p>
      <p>
        Практические манипуляции при уходе за кожей с дерматологическими
        проблемами.
      </p>
      <p>Технологии: Лекции, практические занятия, семинары.</p>
      <p>Оборудование: Предоставляются необходимые инструменты и материалы.</p>
      <p>
        Результат: Способность проводить диагностику, предоставлять рекомендации
        и качественный уход за кожей клиентов с дерматологическими проблемами.
      </p>
    </>
  );
};
