export const EducationalProgrammDescription = () => {
  return (
    <>
      <p>
        В современном мире косметология стремительно развивается, и наша страна
        не исключение. В связи с изменениями в экономической ситуации появилось
        множество косметических салонов, где работают специалисты без
        медицинского образования. Однако недостаточное знание стандартных
        методов косметологии может привести к нежелательным последствиям.
      </p>
      <p>
        Чтобы заполнить этот пробел в знаниях, мы представляем образовательную
        программу для подготовки профессиональных косметиков. В рамках этого
        курса вы получите необходимые знания и навыки для безопасного и
        эффективного проведения косметических процедур. Программа включает в
        себя следующие ключевые аспекты:
      </p>
      <ul className="list-inside list-image-checkmark">
        <li>
          <strong>Основы анатомии и физиологии человека.</strong> Вы разберетесь
          в структуре кожи и тела, понимая, какие процессы происходят на разных
          уровнях.
        </li>
        <li>
          <strong>Принципы наружной терапии.</strong> Вы научитесь определять
          индивидуальные косметические недостатки и разрабатывать
          соответствующие методики для их коррекции.
        </li>
        <li>
          <strong>Действие компонентов косметических средств.</strong> Вы
          поймете, какие компоненты содержатся в косметических продуктах и как
          они воздействуют на кожу.
        </li>
        <li>
          <strong>Возрастные изменения кожи.</strong> Вы научитесь распознавать
          стадии старения кожи и применять соответствующие методы для омоложения
          и улучшения состояния кожи.
        </li>
        <li>
          <strong>Манипуляции и процедуры.</strong> Вы освоите основные
          косметические манипуляции, такие как гигиеническая чистка лица,
          косметический массаж, физиотерапевтические методы коррекции,
          поверхностные химические пилинги и другие.
        </li>
      </ul>
      <p>
        Этот курс проводится в течение 8 недель (288 часов) в очной форме
        обучения. Мы обеспечиваем индивидуальный подход к каждому слушателю,
        гарантируя полное погружение в материал и практическое применение
        знаний.
      </p>
      <p>
        Для поступления на курс требуется среднее, средне-специальное или высшее
        образование. Наши преподаватели - опытные специалисты в области
        косметологии, готовые передать вам свой опыт и знания.
      </p>
      <p>
        По завершении курса вы пройдете квалификационный экзамен, который
        позволит вам получить статус профессионального косметика. Наша цель -
        подготовить вас к самостоятельной и успешной работе в сфере
        косметологии, обеспечивая безопасность и качество предоставляемых услуг.
      </p>
      <p>
        Присоединяйтесь к нам и станьте квалифицированным специалистом в области
        косметологии!
      </p>
    </>
  );
};

export const SyllabusCosmeticDescription = () => {
  return (
    <>
      <p>
        Цель: Обучение косметическому уходу за лицом, включая механическое,
        физическое и химическое воздействие.
      </p>
      <p>
        Задачи: Научить терапии косметических недостатков. Изучить действие
        компонентов косметики. Определение подходящих процедур для клиентов.
        Распознавание стадий старения кожи. Развитие навыков мотивации клиентов.
      </p>
      <p>Практические манипуляции: чистка, массаж, уход, пилинги.</p>
      <p>Технологии: Лекции, практика, аттестация.</p>
      <p>
        Результат: Профессиональные косметологи с умением предоставлять
        индивидуальный уход за кожей.
      </p>
    </>
  );
};

export const SyllabusDermatologyDescription = () => {
  return (
    <>
      <p>
        Цель: Подготовить косметиков к эффективной работе с клиентами,
        диагностику дерматологических состояний кожи и предоставление
        качественного ухода.
      </p>
      <p>
        Задачи: Овладение навыками диагностики дерматологических состояний кожи.
        Определение подхода к косметической коррекции или рекомендация
        медицинской консультации.
      </p>
      <p>
        Практические манипуляции при уходе за кожей с дерматологическими
        проблемами.
      </p>
      <p>Технологии: Лекции, практические занятия, семинары.</p>
      <p>
        Результат: Способность проводить диагностику, предоставлять рекомендации
        и качественный уход за кожей клиентов с дерматологическими проблемами.
      </p>
    </>
  );
};
export const SyllabusAgingSkinDescription = () => {
  return (
    <>
      <p>
        Цель: Овладеть навыками диагностики, ухода и профилактики возрастных
        изменений кожи, подготавливая специалистов к эффективной работе с
        клиентами.
      </p>
      <p>
        Задачи: Формирование умения диагностировать изменения тканей лица и
        воротниковой зоны. Разработка программы косметического ухода,
        соответствующей типу и состоянию кожи с возрастными изменениями.
        Рекомендации по уходу в домашних условиях. Распознавание ранних
        признаков старения кожи для назначения профилактического ухода.
      </p>
      <p>Место в программе: Вариативная часть для Косметиков.</p>
      <p>Образовательные технологии: Лекции, практические занятия, семинары.</p>
      <p>
        Результат: Способность к диагностике и эффективному уходу за возрастной
        кожей, а также предоставление рекомендаций клиентам для домашнего ухода.
      </p>
    </>
  );
};

export const SyllabusEmergencyDescription = () => {
  return (
    <>
      <p>
        Цель: Подготовить косметиков к теоретическому пониманию и практическому
        оказанию первой доврачебной помощи.
      </p>
      <p>
        Освоение и углубление знаний по оказанию первой неотложной помощи всем
        категориям граждан РФ. Совершенствование навыков оказания неотложной
        помощи. Изучение новых организационных форм оказания неотложной помощи.
      </p>
      <p>Место в программе: Вариативная часть для Косметиков.</p>
      <p>Образовательные технологии: Лекции, практические занятия, семинары.</p>
      <p>
        Результат: Способность предоставлять первую доврачебную помощь различным
        категориям граждан, а также обладание знаний о новых организационных
        подходах в оказании неотложной помощи.
      </p>
    </>
  );
};

export const PracticumCosmeticDescription = () => {
  return (
    <>
      <p>
        Роль и место практики: Практика в образовательной программе для будущих
        косметиков имеет ключевое значение. Она нацелена на формирование навыков
        косметического ухода за лицом, включая механические и химические методы.
        Практика проводится под наблюдением экспертов в клинике
        &quot;Persona&quot;.
      </p>
      <p>
        Цель практики: Совершенствование мануальных навыков и консультирования
        клиентов по выбору подходящих косметических процедур, учитывая состояние
        кожи и пожелания.
      </p>
      <p>Задачи практики:</p>
      <ul className="list-inside list-image-checkmark">
        <li>Улучшение навыков общения и анамнеза.</li>
        <li>
          Тренировка консультирования клиентов по методам косметической
          коррекции.
        </li>
        <li>Разбор состояния кожи и диагностика проблем.</li>
        <li>
          Определение подходящих методов коррекции с учетом возраста и
          физиологии.
        </li>
        <li>
          Проведение манипуляций (чистка лица, массаж, уход, химические
          пилинги).
        </li>
        <li>Разработка индивидуальных программ коррекции.</li>
        <li>Ведение документации и фотодокументирование.</li>
        <li>Улучшение маркетинговых навыков.</li>
      </ul>
      <p>
        Профессиональные компетенции: Практика формирует ключевые навыки,
        включая анализ состояния кожи, выбор программы услуг, выполнение
        процедур, консультирование клиентов и проведение макияжа.
      </p>
      <p>
        В итоге, практика помогает подготовить специалистов, способных
        качественно оказывать косметические услуги и рекомендовать
        соответствующий уход для клиентов.
      </p>
    </>
  );
};
